Lesson2/myPtrListGroup/testCase/Allrun
#!/bin/bash

./Allclean

blockMesh

myPtrList_from_Dict
